Repository: tmx-research-archive/cross-tool-tmx-interoperability-experiments
Catalog: 3_H2/YiCAT_memoQ_YiCAT/GC/03_post_GC_YiCAT_memoQ_YiCAT_H2.tmx
Source language: en_ca
Languages: fr_ca

source: WHEREAS it is desirable in the to acquire and preserve the great historic battlefields at Quebec, restoring so far as possible their principal <a href="">features, so as to make them a Canadian National Park;
fr_ca: CONSIDÉRANT qu’il est à désirer dans l’ d’acquérir et de conserver les grands champs de bataille historiques de Québec, de rétablir autant que possible dans les grandes lignes <a href="">leur physionomie originaire et de les convertir en un parc national;

source: Whereas considerable portions of these grounds are already vested in His Majesty <a href="">or other public purposes of Canada;
fr_ca: Considérant que ces terrains sont déjà en grande partie la propriété de Sa Majesté <a href="">ou autres usages publics du Canada;

source: Whereas it is anticipated that, in addition to the appropriation of hereby authorized, the various provincial governments, as well as municipal or other bodies, <a href="">and many private individuals, will contribute generously to the aforesaid project;
fr_ca: Considérant qu’il est à prévoir qu’en outre du crédit sur autorisé par la présente loi, les différents gouvernements provinciaux, de même que des corporations municipales et autres, <a href="">et nombre de particuliers, vont souscrire généreusement au dit projet;

source: And whereas it is expedient to provide for the constitution of a commission for the acquisition, management and control of the said battlefields subject to the provisions of this Act <a href="">the moneys contributed for the said purposes;
fr_ca: Et considérant qu’il est à propos de prendre des mesures pour constituer une commission chargée de l’acquisition, de l’administration et du gouvernement des dits champs de bataille sous le régime de la présente loi <a href="">la gestion des fonds contribués pour les dits objets;

source: His Majesty, by and with the advice and consent of the Senate and House of Commons <a href="">of Canada, enacts as follows:
fr_ca: Sa Majesté, de l’avis et du consentement du Sénat et de la Chambre des communes <a href="">du Canada, décrète :

source: The Governor in Council may appoint seven Commissioners, who shall hold office during the pleasure of the Governor in Council, <a href="">and who, with any additional Commissioners who may be appointed under the authority of this Act, shall be a under the name of “The National Battlefields Commission”.
fr_ca: Le Gouverneur en conseil peut nommer sept commissaires, qui conservent leur charge durant le bon plaisir du Gouverneur en conseil, <a href="">et qui, avec tous commissaires additionnels qui peuvent être nommés sous l’autorité de la présente loi, sont constitués en une sous le nom de « Commission des champs de bataille nationaux ».

source: The Government of any province which contributes a sum not less than one hundred thousand dollars to the purposes of the commission appoint a commissioner, <a href="">and such commissioner shall hold office during the pleasure of the Government of the province.
fr_ca: Le gouvernement de toute province qui contribue une somme d’au moins cent mille dollars aux objets de la Commission nommer un commissaire, <a href="">et ce commissaire est révocable par le gouvernement de la province.

source: If the Government of the United Kingdom, or of any self-governing colony of the Empire, contributes a sum not less than one hundred thousand dollars to the purposes of the commission, appoint a commissioner, <a href="">and such commissioner shall hold office during the pleasure of the Government which appoints him.
fr_ca: Si le gouvernement du Royaume-Uni ou de quelque colonie autonome de l’Empire, contribue une somme de cent mille dollars au moins aux objets de la Commission, nommer un commissaire, <a href="">et ce commissaire est révocable par le gouvernement dont il tient sa nomination.

source: The Governor in Council shall name one of the commissioners appointed by the Governor in Council to , <a href="">and he shall hold office as such chairman during pleasure.
fr_ca: Le Gouverneur en conseil nomme un des commissaires nommés par le Gouverneur en conseil , <a href="">et ce dernier est révocable en sa qualité de Président.

source: The Governor in Council shall appoint a competent person to be secretary of the commission, who shall hold office during pleasure, <a href="">and receive such salary as is fixed by the Governor in Council and
fr_ca: Le Gouverneur en conseil nomme une personne compétente secrétaire de la Commission, <a href="">et ce secrétaire est révocable et touche le traitement qui est déterminé par le Gouverneur en conseil et

source: The commissioners, including the chairman, shall serve without remuneration, <a href="">but shall be entitled to receive their for expenses necessarily incurred by them in the discharge of their powers or duties under this Act.
fr_ca: Les commissaires, y compris le Président, remplissent leur charge sans rémunération, <a href="">mais ont droit de toucher pour les dépenses nécessaires qu’ils font dans l’exercice des pouvoirs et fonctions que leur attribue la présente loi.

source: The commission may purchase, acquire and hold the lands or in the city of Quebec, <a href="">or in the vicinity thereof, where the great battles were fought, or which were occupied by the various commands of the respective armies upon the battlefields.
fr_ca: La Commission peut acheter, acquérir et posséder les terrains ou autres dans la cité de Québec, <a href="">ou les environs, où se sont livrées les grandes batailles ou qui étaient occupés par les différents corps des armées respectives sur les champs de bataille.

source: If the purchase of any land or , or of any interest therein, is authorized under the provisions of this Act, <a href="">and the commission is unable to agree with the owner as to the purchase, acquisition or transfer thereof, or the price to be paid therefor, or if a person interested therein is incapable of making a deed or conveyance, or if for any other reason the commission deems it advisable to proceed compulsorily, proceedings may be taken under The Expropriation Act for the acquisition of the said land, immovable property, or interest therein and for the vesting of the title thereof in the commission; and in any such case, except as herein otherwise provided, all the provisions of The Expropriation Act shall, unless there is something repugnant in the subject or context, apply, mutatis mutandis, to such lands or immovable property and to the acquisition thereof and to the determination of the compensation and damages.
fr_ca: Si l’achat de quelque terrain ou , ou de quelque intérêt dans ledit immeuble, est autorisé sous le régime de la présente loi, <a href="">et si la Commission ne peut s’entendre avec le propriétaire sur l’achat, l’acquisition ou la cession dudit immeuble, ou sur le prix à payer, ou si une personne y intéressée est incapable d’en donner titre ou cession, ou si pour quelque autre raison la Commission juge à propos de procéder par voie de contrainte, des procédures peuvent être instituées sous l’empire de la Loi des expropriations pour l’acquisition du terrain ou immeuble, ou de l’intérêt y afférent, et pour en faire attribuer le titre à la Commission; et dans tout pareil cas, sauf disposition contraire de la présente loi, toutes les dispositions de la Loi des expropriations doivent, à moins qu’il y ait quelque chose d’inconciliable dans le sujet ou le contexte, s’appliquer mutatis mutandis à ces terrains ou immeubles, à leur acquisition, ainsi qu’à la détermination de l’indemnité et des dommages.

source: A plan and description purporting to be signed by the chairman and secretary of the commission shall have the same effect for the purposes of this Act as a plan and description signed by the Minister or deputy minister has under The Expropriation Act ; <a href="">and for all purposes of the proceedings authorized by this Act the provisions of shall, unless there is something repugnant in the subject or context, be construed with the substitution of the commission for His Majesty, for the Crown and for the Minister.
fr_ca: Un plan et une description paraissant être signés par le président et le secrétaire de la Commission ont, pour les objets de la présente loi, le même effet qu’ont un plan et une description signés par le Ministre ou le sous-ministre sous le régime de la Loi des expropriations ; <a href="">et pour toutes les procédures autorisées par la présente loi, les dispositions de doivent, à moins qu’il y ait quelque chose d’inconciliable dans le sujet ou le contexte, être interprétées en substituant la Commission à Sa Majesté, à la Couronne et au Ministre.

source: In any case in which land or property is acquired, taken or injuriously affected under the authority of this Act, the Attorney General of Canada may cause an information in the name of , upon the relation of the commission, to be exhibited in the Federal Court of Canada, <a href="">and the provisions of The Expropriation Act shall, unless there is something repugnant in the subject or context, apply to such information and the proceedings thereunder in the same manner, mutatis mutandis , as they apply to the like informations and proceedings on behalf of His Majesty under the said Act: Provided that His Majesty shall not in any case be liable for any compensation, damages, costs or charges incurred in such proceedings, but the relators shall be subject to the payment of such compensation, damages, costs or charges as may be adjudged by the court.
fr_ca: Dans tous les cas où un terrain ou un immeuble est acquis, pris ou détérioré sous l’empire de la présente loi, le procureur général du Canada peut, sur la demande de la Commission, instituer une action au nom de devant la Cour fédérale du Canada, <a href="">et les dispositions de la Loi des expropriations doivent, à moins qu’il y ait quelque chose d’inconciliable dans le sujet ou le contexte, s’appliquer à cette action et aux procédures qui en découlent de la même manière, mutatis mutandis, qu’elles s’appliquent à de pareilles actions et procédures instituées au nom de Sa Majesté sous l’empire de ladite loi : cependant, Sa Majesté n’est en aucun cas passible des indemnités, dommages, frais ou charges découlant de ces procédures, mais les demandeurs sont exposés au paiement des indemnités, dommages, frais ou charges que peut adjuger le tribunal.

source: The commission may,
fr_ca: La Commission peut

source: receive and expend any moneys, whether appropriated by Parliament or the <a href="">or contributed by any municipal or other body or private individual, for the purposes authorized by this Act;
fr_ca: recevoir et employer toutes sommes affectées par le Parlement ou les <a href="">ou contribuées par quelque corporation municipale ou autre ou par des particuliers, aux objets visés par la présente loi;

source: remove all buildings and other structures taken or acquired, <a href="">and erect a museum and such monuments and statues or other works as seem fitting or appropriate; and
fr_ca: enlever tous bâtiments et toutes autres constructions pris ou acquis, <a href="">et y construire un musée et ériger des monuments, statues ou autres ouvrages qui sont jugés convenables; et

source: lay out and construct on or through the said lands such avenues, drives or , gardens, squares or other works as are desirable for the improvement of the grounds and the conversion thereof into a national <a href="">park of a character to commemorate worthily the great events which happened there.
fr_ca: tracer et construire sur lesdits terrains des avenues, des promenades et des , des jardins, squares ou autres ouvrages qu’elle juge à propos pour l’embellissement du terrain et la conversion de celui-ci en un <a href="">parc national digne de commémorer les grands événements qui s’y sont déroulés.

source: The is hereby authorized to pay out of the Consolidated Revenue Fund of Canada to the Commission the sum of one hundred and twenty-five thousand dollars a year for a period not exceeding four years from the 1st day of April, 1954, to be <a href="">expended by the Commission for the purposes and subject to the provisions of this Act.
fr_ca: Le est par les présentes autorisé à verser à la Commission, sur le Fonds du revenu consolidé du Canada, la somme de cent vingt-cinq mille dollars par année pendant une période d’au plus quatre ans à compter du 1er avril 1954, que la <a href="">Commission doit dépenser aux fins et sous réserve des dispositions de la présente loi.

source: The amount payable to the Commission under this section shall be paid in four equal on the first day of April, July, October, <a href="">and January, respectively, in each fiscal year but the first of such quarterly instalments shall be paid forthwith upon the commencement of this section.
fr_ca: Le montant payable à la Commission selon le présent article doit être acquitté en quatre égaux, le premier jour d’avril, de juillet, d’octobre <a href="">et de janvier, respectivement, de chaque année financière, mais le premier de ces versements trimestriels doit être effectué dès l’entrée en vigueur du présent article.

source: The Governor in Council is authorized to appropriate for the purposes of the commission all the lands or now vested in His Majesty for the military or other public <a href="">purposes of Canada and forming part of the aforesaid battlefields.
fr_ca: Le Gouverneur en conseil est autorisé à affecter aux objets de la Commission tous les que possède Sa Majesté pour les besoins militaires ou autres usages publics <a href="">du Canada et qui font partie desdits champs de bataille.

source: in the Consolidated Revenue Fund a special account, to be known as the National Battlefields Trust Account, <a href="">to which shall be credited
fr_ca: Au Fonds du revenu consolidé spécial, appelé Compte de fiducie des champs de bataille nationaux, <a href="">auquel sont crédités

source: the Commission <a href="">by gift, bequest or otherwise,
fr_ca: la Commission <a href="">par donation, legs ou autrement;

source: the Commission as interest on any securities or as rent on any property acquired by the Commission <a href="">by gift, bequest or otherwise,
fr_ca: la Commission à titre d’intérêt sur toutes valeurs ou à titre de loyer de tous biens acquis par la Commission <a href="">par donation, legs ou autrement;

source: the Commission from the sale of any real or personal property acquired by the Commission <a href="">by gift, bequest or otherwise, and
fr_ca: la Commission et provenant de la vente de tous biens meubles ou immeubles acquis par la Commission <a href="">par donation, legs ou autrement;

source: an amount representing interest on the balance from time to time to the credit of the Account, at such rates and calculated in such <a href="">manner as the Governor in Council prescribes,
fr_ca: un montant représentant l’intérêt sur le solde créditeur périodique du Compte, calculé aux taux et selon la méthode<a href=""> que prescrit le gouverneur en conseil,

source: and to which shall be charged such amounts as are authorized by the Commission to purpose for which such money or property was given, <a href="">bequeathed or otherwise made available to the Commission.
fr_ca: et auquel sont débités les montants que la Commission fins pour lesquelles ces sommes ou biens ont été donnés, <a href="">légués ou autrement mis à la disposition de la Commission.

source: No lands or immovable property shall be purchased or acquired by the Commission <a href="">of Parliament.
fr_ca: Aucun terrain ou bien immobilier ne doit être acheté ou acquis par la Commission <a href="">du Parlement.

source: No and no liabilities shall be incurred by the Commission until funds sufficient to cover such expenditure or liabilities shall be at its disposal for the purposes of this Act, <a href="">and the Commission shall, before entering upon any work of improvement or construction, or any other work involving the expenditure of money, upon the lands taken or acquired under the authority of this Act, cause to be prepared plans of the proposed works showing locations, and submit the said plans for the approval of the Governor in Council, and the Commission shall furnish such further descriptions or information to the Governor in Council as are required; and no such works shall be proceeded with until approved by the Governor in Council.
fr_ca: être faite, et nul engagement ne doit être pris par la Commission tant que les fonds suffisants pour faire honneur à ces dépenses ou engagements ne seront pas à sa disposition pour les objets de la présente loi, <a href="">et la Commission doit, avant d’entreprendre quelques ouvrages d’amélioration ou de construction, ou quelque ouvrage qui entraîne des emplois d’argent, sur les terrains pris ou acquis sous l’autorité de la présente loi, faire dresser des plans des ouvrages proposés en indiquant leur situation, et soumettre ces plans à l’approbation du Gouverneur en conseil, et la Commission doit fournir tels autres renseignements ou descriptions que le Gouverneur en conseil peut exiger; et nuls pareils ouvrages ne doivent être faits tant que le Gouverneur en conseil ne les aura pas agréés.

source: The commission shall render to the Minister of Finance, in each year, detailed statements of all its receipts and expenditures up to the thirty-first day of March in that year; <a href="">and copies of such statements shall be laid before Parliament by the Minister of Finance within the first fourteen days of the next following session.
fr_ca: La Commission doit fournir annuellement au ministre des Finances, , des états détaillés de toutes ses recettes et dépenses jusqu’au trente et unième jour de mars précédent; <a href="">et des copies desdits états sont présentées au Parlement dans les quatorze premiers jours de la session suivante.

source: The commission shall, whenever required by the Minister of Finance, of its receipts and expenditures for such period or to such date as he names; and all books of account, records, bank books and papers of the commission shall at all times be open to the inspection of the Minister of Finance, <a href="">or of any person authorized by him.
fr_ca: Chaque fois qu’elle en est requise par le ministre des Finances, la Commission doit de ses recettes et emplois d’argent pour la période et jusqu’à la date qu’il indique; et tous les livres de comptes, les livrets de banque, les écritures et papiers de la Commission doivent en tout <a href="">temps être à la disposition du ministre des Finances ou de toute personne par lui autorisée à les examiner.

source: All of the commission shall be subject to the audit of the Auditor General as in the case of public moneys, <a href="">and subject to the provisions, so far as applicable, of The Consolidated Revenue and Audit Act.
fr_ca: Les de la Commission sont tous assujettis à l’audition de l’auditeur général comme lorsqu’il s’agit des fonds publics, <a href="">et subordonnés aux dispositions, en tant qu’elles sont applicables, de la Loi du revenu consolidé et de l’audition.

source: No member of the commission shall have, , any contract with the commission, <a href="">or be pecuniarily interested, directly or indirectly, in any contract or work with regard to which any portion of the moneys at the credit of the commission is being or is to be expended.
fr_ca: Nul membre de la Commission ne peut être partie à un contrat avec la Commission, de cette dernière, <a href="">soit directement soit indirectement, dans aucun contrat ou ouvrage à l’égard duquel s’emploie ou doit être employée quelque partie des fonds au crédit de la Commission.

source: Whereas the present year not only will, it is hoped, mark the setting apart of the battlefields as herein authorized, but is also the tercentenary of the founding of the city of Quebec and the establishment of French government and civilization upon the shores of the St. Lawrence by Samuel de Champlain, <a href="">and it is desirable that these events be appropriately commemorated: Be it therefore enacted that the commission may, under the authority and direction of the Governor in Council, carry out at a convenient time a celebration, in every respect worthy and fit, of the tercentenary of the founding of Quebec by Champlain, and the dedication of the battlefields to the general public purposes of Canada as provided by this Act; and that the commission may, subject to the sanction and approval of the Governor in Council, expend and lay out, for the purposes of the said celebration, such portion of the sum of three hundred thousand dollars hereinbefore appropriated as is authorized by the commission subject to such sanction and approval.
fr_ca: Considérant que non seulement l’année actuelle va marquer, il est à espérer, la consécration des champs de bataille selon que l’autorise la présente loi, mais que cette année est encore le trois-centième anniversaire de la fondation de la cité de Québec et de l’établissement du gouvernement français et de la civilisation sur les bords du Saint-Laurent par Samuel de Champlain, <a href="">et qu’il est à désirer que ces événements soient commémorés ainsi qu’il convient; il est en conséquence décrété que la Commission peut, sous l’autorité et la direction du Gouverneur en conseil, à une époque convenable une célébration solennelle et en tout point digne, du trois-centième anniversaire de la fondation de Québec par Champlain, ainsi que la dédicace des champs de bataille aux usages publics du Canada prévus par la présente loi; et la Commission peut employer pour la dite célébration, subordonnément à la sanction et à l’approbation du Gouverneur en conseil, telle partie de la somme de trois cent mille dollars ci-dessus affectée qu’autorise la Commission subordonnément à cette sanction et à cette approbation.

source: The National Battlefields Commission may, subject to the approval of the Governor in Council, purchase, acquire and hold the lands and <a href="">set forth and described in the schedule to this Act.
fr_ca: La Commission des champs de bataille nationaux peut, subordonnément à l’agrément du Gouverneur en conseil, acheter, acquérir et posséder les terrains et <a href=""> énumérés et décrits dans l’annexe de la présente loi.

source: A tract of land on the north side of the Ste. Foye road, belonging to the heirs Tourangeau and others, (site of the battle of Ste. Foye, — a part of which surrounds the lot of land upon which is erected a monument to the memory of General Lévis and , — “Monument des Braves”), <a href="">and which is bounded as follows, viz.:
fr_ca: Une étendue de terre du côté nord du chemin de Sainte-Foye, appartenant aux héritiers Tourangeau et autres (l’endroit où a eu lieu la bataille de Sainte-Foye, dont une partie entoure le terrain sur lequel est érigé le monument à la mémoire du général de Lévis et du , — le monument des Braves), <a href="">et qui est borné comme suit, savoir :

source: In front to the south by the Ste. Foye road, the north by the brow of the hill ( Cime du Cap ), on one side towards the east by lot number twenty-five, belonging to I. A. Fortin, <a href="">and on the other side towards the west by lot number twenty-eight, belonging to the representatives of the late J. W. Dunscomb.
fr_ca: En front, vers le sud, par le chemin de Sainte-Foye, le nord, par la cîme du cap, d’un côté, vers l’est, par le lot numéro vingt-cinq, appartenant à I.-A. Fortin, <a href="">et de l’autre côté, vers l’ouest, par le lot numéro vingt-huit, appartenant aux représentants de feu J. W. Dunscomb.
